Repository: limsub/Yeoun
Catalog: Yeoun/Resource/Localization/Localizable.xcstrings
Source language: en
Languages: ko

source: en
ko: ko

# yyyy년 M월 d일 a h시 mm분
source: MMMM d, yyyy, h:mm a
ko: yyyy년 M월 d일 a h시 mm분

# 나의 여운을 기록합니다
source: Preserve my afterglow of moments
ko: 나의 여운을 기록합니다

# 마음에 드는 폰트를 선택해주세요
source: Please select your favorite font
ko: 마음에 드는 폰트를 선택해주세요

# 삭제
source: Delete
ko: 삭제

# 삭제하면 다시 복구할 수 없어요
source: This action cannot be undone
ko: 삭제하면 다시 복구할 수 없어요

# 새로운 카테고리의 이름과 설명을 적어주세요
source: Please enter the name and description of the new category
ko: 새로운 카테고리의 이름과 설명을 적어주세요

# 설명을 입력해주세요
source: Please enter a description
ko: 설명을 입력해주세요

# 여운
source: Afterglow
ko: 여운

# 이름을 입력해주세요
source: Please enter a name
ko: 이름을 입력해주세요

# 저장
source: Save
ko: 저장

# 취소
source: Cancel
ko: 취소

# 해당 기록을 삭제하시겠습니까?
source: Do you want to delete this record?
ko: 해당 기록을 삭제하시겠습니까?

# 해당 카테고리를 삭제하시겠습니까?
source: Do you want to delete this category?
ko: 해당 카테고리를 삭제하시겠습니까?

# 확인
source: Confirm
ko: 확인
